Repository: Bavovna-Debug/Games-Frogger-iOS
Catalog: Frogger/*.lproj/Localizable.strings
Languages: de, fr, nl, ru, uk

# SCENE_LABEL_TAP_SCREEN
source: Tap screen
fr: Appuyez sur l'écran
nl: Tik op het scherm
ru: Нажми на экран
uk: Натисни на екран

# SCENE_LABEL_PREPARING
source: Calibrating GPS...
de: GPS wird kalibriert...
fr: GPS déterminer...
nl: GPS wird kalibriert...
ru: Калибровка GPS...
uk: Калібрування GPS...

# SCENE_LABEL_GAME_OVER
source: Uuuups...
ru: Ну, бывает...
uk: Ну що ж, бува...

# SCENE_LABEL_MISSION_COMPLETE
source: You did it!
de: Du hast gewonnen!
fr: Vous avez gagné!
nl: Je hebt gewonnen!
ru: Вы выиграли!
uk: Ви виграли!

# ALERT_INTRODUCTION
source: G'Frogger is a motion control game. In order to move the player through the terrain you need to go in the appropriate direction - the player will move in the virtual reality only when you move in the real world. Bicycle, scooter or skateboard can also be used to accelerate the player.
de: G'Frogger ist ein Motion-Control-Spiel. Um den Spieler durch das Gelände zu bewegen musst du in die entsprechende Richtung gehen - der Spieler wird sich in der virtuellen Realität nur dann bewegen wenn du dich in der realen Welt bewegst. Fahrrad, Roller oder Skateboard dürfen dabei auch verwendet werden um den Spieler zu beschleunigen.
fr: G'Frogger est un jeu de commande de mouvement. Pour déplacer le joueur à travers le terrain dans la bonne direction vous devez aller - le joueur ne se déplacer dans la réalité virtuelle lorsque vous déplacez dans le monde réel. Vélo, scooter ou skateboard peuvent également être utilisées ici pour accélérer le joueur.
nl: G'Frogger is een motion control spel. Om de speler door het terrein te bewegen moet je gaan in die richting - de speler in de virtuele realiteit beweegt wanneer je in de echte wereld bewegen. Fiets, scooter of skateboard kan hier ook gebruikt worden om de speler te versnellen.
ru: Игра G'Frogger управляется движением. Для перемещения игрока вы сами должны двигатся в соответствующем направлении - игрок будет двигаться в виртуальной реальности только когда вы перемещаетесь в реальном мире. Допускается использовать велосипед, скутер или скейтборд для ускорения игрока.
uk: Гра G'Frogger управляється рухом. Для переміщення гравця ви самі повинні рухатись у відповідному напрямку - гравець рухатиметься у віртуальній реальності тільки коли ви переміщується у реальному світі. Дозволяється використовувати велосипед, скутер або скейтборд для прискорення гравця.

# ALERT_DONT_TOUCH_SCREEN
source: G'Frogger is a motion control game. In order to move the player through the terrain you need to go in the appropriate direction - the player will move in the virtual reality only when you move in the real world. Bicycle, scooter or skateboard can also be used. Playing surface on the screen of your iPhone/iPad corresponds to about %.0f to %.0f meters.
de: G'Frogger ist ein Motion-Control-Spiel. Um den Spieler durch das Gelände zu bewegen musst du in die entsprechende Richtung gehen - der Spieler wird sich in der virtuellen Realität nur dann bewegen wenn du dich in der realen Welt bewegst. Fahrrad, Roller oder Skateboard dürfen dabei auch verwendet werden. Spielfläche auf dem Bildschirm deines iPhone/iPad entspricht etwa %.0f auf %.0f Meter.
fr: G'Frogger est un jeu de commande de mouvement. Pour déplacer le joueur à travers le terrain dans la bonne direction vous devez aller - le joueur ne se déplacer dans la réalité virtuelle lorsque vous déplacez dans le monde réel. Vélo, scooter ou skateboard peuvent également être utilisées ici. Surface de jeu sur l'écran de votre iPhone/iPad correspond environ %.0f à %.0f mètres.
nl: G'Frogger is een motion control spel. Om de speler door het terrein te bewegen moet je gaan in die richting - de speler in de virtuele realiteit beweegt wanneer je in de echte wereld bewegen. Fiets, scooter of skateboard kan hier ook gebruikt worden. Speeloppervlak op het scherm van uw iPhone/iPad komt overeen met ongeveer %.0f tot %.0f meter.
ru: Игра G'Frogger управляется движением. Для перемещения игрока вы сами должны двигатся в соответствующем направлении - игрок будет двигаться в виртуальной реальности только когда вы перемещаетесь в реальном мире. Допускается использовать велосипед, скутер или скейтборд. Игровое поле на экране вашего iPhone/iPad составляет примерно %.0f на %.0f метров.
uk: Гра G'Frogger управляється рухом. Для переміщення гравця ви самі повинні рухатись у відповідному напрямку - гравець рухатиметься у віртуальній реальності тільки коли ви переміщується у реальному світі. Дозволяється використовувати велосипед, скутер або скейтборд. Ігрове поле на екрані вашого iPhone/iPad становить приблизно %.0f на %.0f метрів.

# ALERT_LEFT_PLAYGROUND
source: Player has left the playground. Either you are walking in wrong direction or GPS on your device was not calibrated correctly. Player is repositioned to the beginning of playground.
fr: Le joueur a quitté le terrain de jeu. Soit vous marchez dans le sens mal ou GPS sur votre iPhone/iPad n'a pas été correctement calibrés. Player est repositionné au début du jeux.
uk: Гравець покинув ігровий майдан. Або ви йдете у неправильному напрямку або GPS на вашому iPhone/iPad не був відкалібрований правильно. Гравець переміщуються на початок ігрового майдана.

# AD_OFF_MESSAGE
source: Would you like to get rid of annoying ads and activate all levels?
de: Mach die lästige Werbung weg und aktiviere alle Levels.
fr: Faire les publicités ennuyeuses off et activer tous les niveaux.
nl: Wilt u zich te ontdoen van vervelende advertenties en activeer alle niveaus?
ru: Хотите избавиться от назойливой рекламы и активировать все уровни?
uk: Проженіть настирливу рекламу геть!

# AD_OFF_BUTTON_NOT_YET
source: No, not yet
de: Nein, danke
fr: Non, merci
nl: Nee, dank u
ru: Нет, позже
uk: Ні, пізніше

# AD_OFF_BUTTON_DETAILS
source: Details...
fr: Détails...
ru: Подробнее
uk: Детальніше

# APP_STORE_ERROR_MESSAGE
source: Cannot proceed with your purchase right now! Try it later.
de: Ihre Bestellung kann in Moment nicht bearbeitet werden! Versuchen Sie es später.
fr: Vous ne pouvez pas procéder à votre achat en ce moment! Essayez plus tard.
nl: Kan niet doorgaan met uw aankoop op dit moment! Probeer het later.
ru: Не удается обработать Ваш заказ сейчас! Попробуйте позже.
uk: Не вдається обробити Ваше замовлення зараз! Спробуйте пізніше.

# APP_STORE_NOT_YET
source: No, thanks
de: Nein, danke
fr: Non, merci
nl: Nee, dank u
ru: Нет, позже
uk: Ні, пізніше

# APP_STORE_BUY_NOW
source: Buy - %@
de: Kaufen - %@
fr: Acheter - %@
nl: Kopen - %@
ru: Купить - %@
uk: Купити - %@

# APP_STORE_UNLOCK_BUTTON
source: Unlock game
de: Spiel Freischalten
fr: Débloquez jeu
nl: Unlock spel
ru: Разблокировать игру
uk: Розблокувати гру

# APP_STORE_BUY_MESSAGE
source: Do you want to buy this game or to restore your previous purchase on this device?
de: Möchten Sie dieses Spiel kaufen oder Ihren vorherigen Kauf auf diesem Gerät wiederherstellen?
fr: Voulez-vous acheter ce jeu ou restaurer votre achat précédent sur ​​ce dispositif?
nl: Wil je dit spel kopen of naar uw vorige aankoop op dit apparaat te herstellen?
ru: Хотите купить эту игру, или восстановить предыдущую покупку на этом устройстве?
uk: Бажаєте купити цю гру, або відновити попередню покупку на цьому пристрої?

# APP_STORE_BUY_IT
source: Buy it
de: Kaufen
fr: Acheter
nl: Kopen
ru: Купить
uk: Купити

# APP_STORE_RESTORE_PURCHASE
source: Restore purchase
de: Kauf Wiederherstellen
fr: Achat restaurer
nl: Restore aankoop
ru: Восстановить покупку
uk: Відновити покупку

# APP_STORE_CANCEL
source: Cancel
de: Abbrechen
fr: Avorter
nl: Afbreken
ru: Отменить
uk: Відмінити
